Repository: product31/zardoc
Catalog: sites/all/modules/contrib/smileys/translations/smileys.*.po
Languages: es, ru

source: You can edit the Smileys that are recognized in your content.
ru: Вы можете редактировать смайлы, которые были выделены в вашем содержимом.

source: If you include a textual smiley in your post (see chart below), it will be replaced by a graphical smiley.
es: Si incluye un emoticono textual en su envío (véa la tabla más abajo), se remplazará con un emoticono de imagen.
ru: Если вы вставите текстовый смайл в ваше сообщение (см. диаграмму ниже), он будет заменен на графический смайл.

source: <a href="!smileys_help">Textual smileys</a> will be replaced with graphical ones.
es: Los <a href="!smileys_help">emoticonos textuales</a> serán reemplazados por imágenes equivalentes.
ru: <a href="!smileys_help">Текстовые смайлы</a> будут заменены на графические.

source: Smileys on submission pages
es: Emoticono en las páginas de enviar
ru: Смайлы на дочерних страницах.

source: Smileys
es: Emoticonos
ru: Смайлы

source: Smiley
es: Emoticono
ru: Смайл

source: Acronyms
es: Emoticonos textuales
ru: Сокращения

source: Smileys filter
es: Filtro de emoticonos
ru: Фильтр смайлов

source: Replaces smileys inside posts with images.
es: Replaza los emoticonos textuales en los envíos por imágenes equivalentes.
ru: Заменяет текстовые смайлы в сообщениях на графические

source: You can define a global list of smileys on the !page.
es: Puede definir una lista global de emoticonos en la !page.
ru: Вы можете определить глобальный список смайлов на !page.

source: smileys settings page
es: página de opciones de emoticonos
ru: страница настройки смайлов

source: Manage Smileys and toggle select box behavior for nodes and comments.
es: Gestionar emoticonos y alternar el comportamiento de la caja de selección para nodos y comentarios.
ru: Управление смайлами и включение/выключение функционирования панели выбора смайлов для материалов и комментариев.

source: List
es: Lista
ru: Список

source: Add
es: Añadir
ru: Добавить

source: Settings
es: Opciones
ru: Настройки

source: Smileys configuration.
es: Configuración de emoticonos
ru: Конфигурация смайлов.

source: Edit Smiley
es: Editar emoticono
ru: Изменить смайл

source: Delete Smiley
es: Borrar emoticono
ru: Удалить смайл

source: Smileys select-box settings
es: Opciones de la caja de selección de emoticonos
ru: Настройки панели вставки смайлов

source: Enable smileys select box for:
es: Activar la caja de selección de emoticonos para:
ru: Включить панель вставки смайлов:

source: Nodes
es: Nodos
ru: Материалы

source: Comments
es: Comentarios
ru: Комментарии

source: On the following node types
es: En los siguientes tipos de nodos
ru: Для следующих типов материалов

source: Select the node types you want to enable Smileys select-box for.
es: Seleccione los tipos de nodos en los que quiere activar la caja de selección de emoticonos.
ru: Выберите типы материалов для которых вы хотите включить панель выбора смайлов

source: Expand select-box fieldset by default
es: Expandir el campo de la caja de selección de forma predefinida
ru: По умолчанию открывать панель выбора смайлов

source: Smileys dialog window settings
ru: Настройки диалогового окна смайлов

source: Enable Smileys dialog window
ru: Включить диалоговое окно смайлов

source: Adds a <em>[more...]</em> link to the end of smileys in select box, which when clicked, opens an inline widget to insert smileys. The widget is an inline popup like approach, allowing ease of usability.
es: Añade un enlace [más...] al final de la lista de emoticonos en la caja de selección y, cuando se hace clic sobre él, se abre una ventana para poder insertar más emoticonos. Esta ventanilla es una ayuda para la usabilidad.
ru: Добавлять ссылку <em>[еще...]</em> после смайлов в панели выбора, по нажатию на которую, открывается встроенный виджет вставки смайлов. Виджет реализован как встроенная всплывающая панель для простоты использования.

source: Enable Titles in dialog window
ru: Включить заголовки в диалоговом окне

source: Groups smileys under their package name.
ru: Группировать смайлы по имени пакета

source: Make the popup dialog draggable
ru: Сделать всплывающую далоговую панель перетаскиваемой

source: Make the popup dialog resizable
ru: Сделать всплывающую далоговую панель изменяемой в размерах

source: Dialog height (in pixels)
ru: Высота диалоговой панели (в пикселах)

source: Enter a value between 200 and 650. Enter <em>0</em> for automatic height (recommended).
ru: Введите значение между 200 и 650. Введите <em>0</em> для автоматического подбора высоты (рекомендуется).

source: Dialog width (in pixels)
ru: Ширина диалоговой панели (в пикселах)

source: Enter a value between 200 and 650.
ru: Введите значение между 200 и 650.

source: Visibility
ru: Видимость

source: Description
es: Descripción
ru: Описание

source: Category
ru: Катерогия

source: Weight
ru: Вес

source: No smileys in this category
ru: Нет смайлов в категории

source: Edit
es: Editar
ru: Изменить

source: Edit this smiley
ru: Изменить этот смайл

source: Delete
es: Borrar
ru: Удалить

source: Delete this smiley
ru: Удалить этот смайл

source: No smileys found. You may !add, or !import.
es: No se econtraron emoticonos. Puede !add o !import.
ru: Смайлы не найдены. Вы можете !add или !import.

source: add a custom smileys
ru: Добавить дополнительные смайлы

source: import smiley packages
es: importar conjuntos de emoticonos
ru: Импортировать набор смайлов

source: No smileys found. You may !add, or install smileys_import module & import smiley packages.
es: No se han encontrado emoticonos. Puede !add o instalar el módulo de importación de emoticonos para importar conjuntos de emoticonos.
ru: Смайлы не найдены. Вы можете !add или установить модуль smileys_import и произвести импорт пакетов смайлов.

source: add custom smileys
es: añadir emoticonos personalizados
ru: Добавить дополнительные смайлы

source: Visibility Legend
ru: Легенда видимости

source: Visible on select box + popup
ru: Отображать на панели выбора + на всплывающей диалоговой панели

source: Visible on only on popup i.e. "More Smileys"
ru: Отображать только на всплывающей диалоговой панели, т.е. "Еще смайлы"

source: Invisible (but not disabled)
ru: Невидимы (но не отключены)

source: Enter a list of shorthands for the smiley you wish to add, separated by spaces. e.g. ':) ;) :smile:'
es: Escriba los emoticonos textuales que quiere añadir separándolos con espacios; por ejemplo ":) ;) :) :sonrisa".
ru: Введимте список сокращений для смайла который хотите добавить, разделенный пробелами, например ':) ;) :smile:'

source: Image Path
ru: Путь к картинке

source: Enter the relative of the smiley-image relative to the root of your Drupal site. e.g. 'images/smileys/happy.png'.
ru: Введите относительный путь картинки смайла относительно корня вашего Drupal сайта, например 'images/smileys/happy.png'.

source: A short description of the emotion depicted to be used as tooltip for the image. e.g. 'Laughing out loud'.
es: Una breve descripción que se usa como indicación al usuario de qué significa la imagen; por ejemplo: "Me parto de risa".
ru: Короткое описание смайла, отображаемое как всплывающая подсказка к картинке, например 'Ржу ни магу'.

source: Enter new category here
ru: Введите новую категорию здесь

source: Stand-alone
es: En solitario
ru: Отдельностоящий

source: When checked, the smiley will only be inserted when an acronym is found as a separate word. This is useful for preventing accidental smileys with short acronyms.
es: Si se marca, el emoticono sólo se insertará cuando se encuentre el emoticono textual como palabra suelta. Esto es útil para impedir la sustitución accidental de trozos de palabras con con emoticonos, por ejemplo.
ru: Если отмечено, данный смайл будет отображен только тогда, когда сокращение является отдельным словом. Используется для предотвращения случайных смайлов с короткими сокращениями.

source: When checked, the smiley will be shown on the <em>Smiley Select Box</em> in node and comment forms. Unchecked Smileys will be usable only in "<em>more...</em>" pop-up widget.
es: Si se marca la casilla, el emoticono se mostrará en la caja de selección de emoticonos en los formularios de nodos y comentarios. Los emoticonos que no tengan esta marca sólo se podrán usar a través de una ventana emergente que surge al apretar en enlace "[más...]".
ru: Если отмечено, смайл будет отображен на <em>Панели выбора смайлов</em> для форм материалов и комментариев. Неотмеченные смайлы будут доступны только во всплывающем виджете "<em>еще...</em>".

source: Save
es: Guardar
ru: Сохранить

source: Updated smiley: %smiley
es: Actualizado el emoticono: %smiley
ru: Обновленный смайл: %smiley

source: Added smiley: %smiley
es: Añadido el emoticono: %smiley
ru: Добавленный смайл: %smiley

source: Please enter an acronym for your smiley.
es: Escriba por favor los emoticonos textuales del emoticono.
ru: Пожалуйста, введите сокращение для вашего смайла.

source: Please enter the URL of the smiley image.
es: Escriba por favor la URL de la imagen del emoticono.
ru: Пожалуйста, введите URL картинки смайла.

source: Deleted smiley: %smiley
es: Borrado el emoticono: %smiley
ru: Удаленный смайл: %smiley

source: administer smileys
es: administrar emoticonos
ru: управление смайлами

source: use smiley select box
es: usar caja de selección de emoticonos
ru: использовать панель выбора смайлов

source: smileys
es: emoticonos
ru: смайлы

source: To import new Smileys, download smiley packs for !phpBB or !Adium and extract them in <em>packs</em> folder under the smileys module's folder.
ru: Для импорта новых смайлов скачайте наборы смайлов для !phpBB или !Adium и распакуйте их в папку <em>packs</em> внутри папки модуля Smileys.

source: Import
es: Importar
ru: Импорт

source: Export
es: Exportar
ru: Экспорт

source: Smiley Packs
es: Conjuntos de emoticonos
ru: Наборы смайлов

source: Operations
es: Operaciones
ru: Операции

source: Uninstall
es: Desinstalar
ru: Удалить

source: Install
es: Instalar
ru: Установить

source: No smiley packs found.
es: No se han encontrado conjuntos de emoticonos
ru: Наборы смайлов не найдены.

source: Cannot find smiley package %pack.
es: No se pudo encontrar el conjunto de emoticonos %pack.
ru: Не могу найти набор смайлов %pack.

source: Please copy and paste the following text into a file at:<br /><strong>%package</strong><br /><em>with each smiley image in the same folder.</em>
es: Copie y pegue este texto dentro de un archivo, por favor, en: %package y ponga todos los archivos de imágenes de emoticonos del conjunto en ese mismo directorio.
ru: Пожалуйста, скопируйте и вставьте следующий текст в файл около:<br /><strong>%package</strong><br /><em>с каждой картинкой смайлов в одной папке.</em>

source: No smiley packs to export.
es: No hay conjuntos de emoticonos para exportar.
ru: Нет наборов смайлов для экспорта.

source: Smiley package %pack uninstalled.
es: El conjunto de emoticonos %pack ha sido desinstalado.
ru: Набор смайлов %pack удален.

source: Smiley package %pack installed.
es: El conjunto de emoticonos %pack ha sido instalado.
ru: Набор смайлов %pack установлен.

source: Smileys Import
es: Importar emoticonos
ru: Импорт смайлов

source: Import Smiley packages.
es: Importar conjuntos de emoticonos
ru: Импорт набора смайлов

source: more...
ru: еще...

source: Saving...
ru: Сохранение...

source: Saved...
ru: Сохранено...

source: An error occurred while requesting the server. Be sure that you have proper permission(s), and the server is responding properly.
es: Hubo un error al hacer la petición al servidor. Asegúrese de que tiene los permisos necesarios y de que el servidor está respondiendo adecuadamente.
ru: Произошла ошибка во время попытки доступа к серверу. Проверте, что у вас имеются необходимые разрешения и сервер работает корректно.

source: Here you can add/edit the Smileys that are recognised in your content.
es: Aquí puede editar o añadir los emoticonos que serán reconocidos como tales dentro de sus textos.

source: You can edit the Smileys that are recognized in your content. Promoted Smileys are shown in the select box only.
es: Puede editar los emoticonos que sean reconocidos dentro del contenido. Los emoticonos promovidos sólo se muestran en la caja de selección.

source: [more...]
es: [más...]

source: Click to insert acronym
es: Haga clic para emoticono textual

source: Smileys widget-box settings
es: Opciones de la ventana emergente de emoticonos

source: Enable Smileys Popup box
es: Activar caja emergente de emoticonos

source: Promoted
es: Promovido

source: Image URL
es: URL de la imagen

source: Enter the URL of the smiley-image relative to the root of your Drupal site. e.g. 'images/smileys/happy.png'.
es: Escriba la URL de la imagen del emoticono (de forma relativa a la raiz de este sitio Drupal; por ejemplo : "images/smileys/happy.png".

source: Promote to select box
es: Promover a la caja de selección

source: Here you can install/uninstall smiley import packs.
es: Aquí puede instalar y desinstalar los conjuntos de emoticonos importados.
