Repository: product31/zardoc
Catalog: sites/all/modules/contrib/simplemenu/translations/*.po
Languages: de

source: Menu
de: Menü

source: Select the menu to display.
de: Wähle das anzuzeigene Menü

source: Add devel module links
de: Devel Module Verweise hinzufügen

source: Add devel module links for those users that can access the devel module.
de: Devel Module Verweise für Benutzer hinzufügen, welche Zugriff auf das Devel Module haben.

source: black & blue
de: Schwarz & Blau

source: custom
de: angepasst

source: Select which theme to use. If you specify custom, you need to define CSS in your theme.
de: Wähle das zu verwendene Theme. Wenn Sie angepasst wählen, müssen Sie das CSS in Ihrem Theme definieren.

source: Advanced settings
de: Erweiterte Einstellungen

source: CSS selector to attach menu to
de: CSS Selektor zum Menü Anfügen zu

source: A valid CSS selector to attach the menu to. <em>Example: body, #primary, div.my-class</em>
de: Ein gültiger CSS Selektor zum Anfügen eines Menüs. <em>Beispiel: body, #primary, div.my-class</em>

source: Attach method
de: Anfügen Methode

source: Prepend
de: voranstellen

source: Append
de: hintenanstellen

source: Choose how the menu should be attached to the above selector.
de: Wählen Sie wie das Menü an den obigen Selektor angefügt werden soll.

source: Theme exclusions
de: Theme Ausschlüsse

source: Select which themes to <strong>not</strong> display the menu. Use this when you have a theme that displays its own admin navigation.
de: Wählen Sie bei welchen Themes das Menü <strong>nicht</strong> angezeigt wird. Benutzen Sie dies wenn Sie ein Theme benutzen welches seine eigene Adminnavigation anzeigt.

source: Hide delay
de: Verstecken Dauer

source: How long (in milliseconds) should a menu still appear after losing focus.
de: Wie lange (in Millisekunden) soll ein menü noch angezeigt werden, nachdem es den Fokus verloren hat.

source: Show effect
de: Anzeige-Effekt

source: Fade
de: Fading

source: Slide
de: Gleiten

source: None
de: Keine

source: The effect used when displaying a menu.
de: Der Effekt welcher genutzt wird zum Anzeigen eines Menüs.

source: Show speed
de: Anzeigegeschwindigkeit

source: Slow
de: Langsam

source: Medium
de: Mittel

source: Fast
de: Schnell

source: The speed of the effect, not used when "none" is set to show effect.
de: Die Geschwindigkeit eines Effekts, welche benutzt wird, wenn "keine" gesetzt wurde.

source: Detect pop-up windows
de: Pop-Up Fenster ermitteln

source: Choose whether SimpleMenu should attempt to detect if it is inside of a pop-up window. If enabled, SimpleMenu will not display if it is inside of a pop-up window.
de: Wählen Sie ob SimpleMenu versuchen soll, zu ermitteln ob es in einem Pop-Up Fenster ausgeführt wird. Wenn eingeschalten, wird SimpleMenu nicht angezeigt wenn es in einem Pop-Up Fenster ausgeführt wird.

source: Show block on specific pages
de: Diesen Block nur auf den aufgelisteten Seiten anzeigen

source: Show on every page except the listed pages.
de: Auf allen Seiten außer den aufgelisteten Seiten anzeigen.

source: Show on only the listed pages.
de: Nur auf den aufgelisteten Seiten anzeigen.

source: Pages
de: Seiten

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
de: Geben Sie eine Seite pro Zeile als Drupal-Pfad an. Das ‚*‘-Zeichen ist ein Platzhalter. Beispielpfade sind %blog für die Blog-Seite und %blog-wildcard für jedes einzelne Blog. %front steht für die Startseite.

source: No menu items found. Try a different menu as the default.
de: Keine Menü-Einträge gefunden. Versuche ein anderes Menü als Standart.

source: view simplemenu
de: SimpleMenü anzeigen

source: administer simplemenu
de: SimpleMenü administrieren

source: Creates a menu bar that is displayed at the top of every page.
de: Fügt eine Menüleiste hinzu, welche über jeder Seite angezeigt wird.
