Repository: product31/zardoc
Catalog: sites/all/modules/custom/usernodes/translations/*.po
Languages: it

source: $thetitle: Entry must be an integer.
it: $thetitle: Deve essere un numero

source: $thetitle: Entry must be at least $min.
it: $thetitle: deve essere almeno $min.

source: $thetitle: Entry must be no higher than $max.
it: $thetitle: Deve essere minore di $max

source: Allows admin to set a limit, by node type, for how many nodes a user can create of that type.
it: Consente all'amministratore di limitare il numero di nodi di un certo tipo assegnati agli utenti

source: add
it: aggiungi

source: edit
it: modifica

source: delete
it: elimina

source: User Node Settings
it: Impostazioni Nodi Utente

source: User Node Max
it: Nodi Utente Max

source: Max number of this type of node, per user. Enter 0 for no limit.
it: Numero massimo di nodi di questo tipo. Usa 0 per infinito.

source: Display Profile Link in nodes?
it: Mostra un collegamento al profilo utente nel nodo.

source: Display link to user's profile on nodes of this type?
it: Mostra un collegamento al profilo utente per i nodi di questo tipo

source: Display Profile Link in teasers?
it: Mostra un collegameto alla pagina del profilo nell'anteprima

source: Display link to user's profile on teasers for nodes of this type?
it: Mostra un collegamento alla pagina del profilo nell'anteprima.

source: # of Nodes to show in Profile
it: # numero di nodi mostrati nella pagina del profilo

source: Number of nodes of this type to list in the user's profile. Enter 0 to show none in profile.
it: Numero di nodi di questo tipo da mostrare nella pagina del profilo. Metti zero per non mostrarli

source: Display of nodes
it: Visualizza i nodi

source: Titles only
it: Solo titoli

source: Titles plus teasers
it: Titoli e anteprime

source: Full texts
it: Testo completo

source: Display length of nodes that are listed in the user's profile.
it: Mostra la lunghezza dei nodi nella lista presente nella pagina del profilo

source: Profile Category
it: Profili Categoria

source: Category on user profile that these nodes will be listed under, if "Nodes to Show" above, is more than zero.
it: Le categorie di nodi verranno listate nel profilo solo se il numero di nodi qui sotto è minore di zero.

source: Display Edit/Delete Link in profile?
it: Mostra Modifica/elimina nel profilo.

source: In user's profile, display links to allow editing/deleting of content? (Links will not be displayed when user lacks node access permissions to edit/delete.)
it: Nella pagina del profilo mostra un collegamento per modificare/eliminare contenuti di questo tipo. (i link non appariranno se l'utente ha già creato il numero massimo di elementi).

source: Display Add Content Link in profile?
it: Mostra il collegamento per aggiungere nodi nel profilo

source: In user's profile, display links to allow adding new content of this type? (Link will not be displayed if user has created maximum amount of that content type.)
it: Nella pagina del profilo mostra un collegamento per aggiungere contenuti di questo tipo. (il link non apparirà se l'utente ha già creato il numero massimo di elementi).

source: You cannot create another %type, but you can edit your current one.
it: Non puoi creare altri %type, ma puoi modificare quelli che hai già.

source: You cannot create any more %type items.
it: Non puoi più creare %type

source: %user's profile
it: %user's profilo

source: [edit]
it: [modifica]

source: [delete]
it: [elimina]

source: 1 comment
it: 1 commento

source: usernodes
it: Nodi Utente
