Repository: product31/zardoc
Catalog: sites/all/modules/custom/sony_share/translations/*.po
Languages: de

source: Control which and where sony share should be active.
de: Einstellen „welche“ Servicelinks „wo“ aktiv sein sollen.

source: Where to show the sony share
de: Wo die Servicelinks angezeigt werden sollen

source: Set the node types and categories you want to display links for.
de: Einstellen der Inhaltstypen und Kategorien mit denen Links angezeigt werden sollen.

source: Node types
de: Beitragstypen

source: Categories
de: Kategorien

source: What bookmark links to show
de: Welche „Lesezeichen“-Links angezeigt werden sollen

source: Show del.icio.us link
de: del.icio.us-Link anzeigen

source: Show Digg link
de: Digg-Link anzeigen

source: Show StumbleUpon link
de: StumbleUpon-Link anzeigen

source: Show Propeller link
de: Propeller-Link anzeigen

source: Show Reddit link
de: Reddit-Link anzeigen

source: Show ma.gnolia.com link
de: ma.gnolia.com-Link anzeigen

source: Show Newsvine link
de: Newsvine-Link anzeigen

source: Show Furl link
de: Furl-Link anzeigen

source: Show Facebook link
de: Facebook-Link anzeigen

source: Show Google link
de: Google-Link anzeigen

source: Show Yahoo link
de: Yahoo-Link anzeigen

source: What search links to show
de: Welche „Suchen“-Links angezeigt werden sollen

source: Show Technorati link
de: Technorati-Link anzeigen

source: Show IceRocket link
de: IceRocket-Link anzeigen

source: When and how to show the links
de: Wann und wie die Links angezeigt werden sollen

source: sony share in links
de: Servicelinks in den Links

source: Disabled
de: Deaktiviert

source: Teaser view
de: Anrisstextansicht

source: Full-page view
de: Vollständige Seitenansicht

source: Teasers and full-page view
de: Anrisstext und vollständige Seitenansicht

source: When to display the services in the links section.
de: Wann die Dienste im Linkbereich angezeigt werden sollen.

source: sony share in nodes
de: Servicelinks in Beiträgen

source: When to display the services after the node text.
de: Wann die Dienste nach dem Beitragstext angezeigt werden sollen.

source: sony share style
de: Darstellung der Servicelinks

source: Image links
de: Bildlinks

source: Image and text links
de: Bild- und Textlinks

source: Aggregator2 settings
de: Aggregator2 Einstellungen

source: Use link to original article aggregated by aggregator2 module
de: Den Link zum orginalen Artikel verwenden, welcher vom Aggregator2-Modul gesammelt wurde

source: sony share
de: Servicelinks

source: Bookmark/Search this post
de: Lesezeichen/Beitrag suchen

source: Bookmark this post on del.icio.us.
de: Lesezeichen für diesen Beitrag bei del.icio.us erstellen.

source: Digg this post on digg.com.
de: Lesezeichen für diesen Beitrag bei digg.com erstellen.

source: Submit to Propeller.
de: Diesen Beitrag bei Propeller speichern.

source: Submit this post on reddit.com.
de: Diesen Beitrag bei reddit.com speichern.

source: Submit this post on ma.gnolia.com.
de: Diesen Beitrag bei ma.gnolia.com speichern.

source: Submit this post on newsvine.com.
de: Diesen Beitrag bei newsvine.com speichern.

source: Submit this post on furl.net.
de: Diesen Beitrag bei furl.net speichern.

source: Share on Facebook.
de: Auf Facebook veröffentlichen.

source: Bookmark this post on Google.
de: Lesezeichen für diesen Beitrag bei Google erstellen.

source: Bookmark this post on Yahoo.
de: Lesezeichen für diesen Beitrag bei Yahoo erstellen.

source: Search Technorati for links to this post.
de: Technorati nach Links zu diesem Beitrag durchsuchen.

source: Search IceRocket for links to this post.
de: IceRocket nach Links zu diesem Beitrag durchsuchen.

source: Bookmark/Search this post with:
de: Lesezeichen erstellen/Beitrag suchen mit:

source: access sony share
de: Zugriff auf Servicelinks

source: administer sony share
de: Servicelinks verwalten

source: Add Digg, del.icio.us, reddit, Technorati etc. links to nodes.
de: Links zu den Beiträgen bei Digg, del.icio.us, reddit, Technorati, usw. hinzufügen.
